
export const CURRENT_VERSION = "2.0.39";
export const releaseNote = {
    "2.0.39": //2024.05.02
    `
        - 메뉴 업데이트시 이미지 업데이트 안되는 현상 수정.
    `,
    "2.0.38": //2024.04.25
    `
        - api 도메인 수정.
        - api 주기적 호출 빈도 수정(3회 -> 1회).
    `,
    "2.0.37": //2024.04.25
    `
        - 중분류 카테고리 노출/비노출 수정.
    `,
    "2.0.36": //2024.04.25
    `
        - 메뉴 상세 버튼 넓이 조절.
    `,
    "2.0.35": //2024.04.23
    `
        - 광고화면 깜빡거림 수정.
    `,
    "2.0.34": //2024.04.23
    `
        - 주문중입니다 스피너 수정.
    `,
    "2.0.33":`
        - 원격시 얼럿 계속 열리는 버그 수정.
    `,
    "2.0.32":`
        - 고객용 영수증 프린트 안함.
    `,
    "2.0.31":`
        - 주문내역 포스에서 받아오도록 수정.
    `,

    "2.0.30":`
        - 스크롤 다음 페지지/이전 페이지 이동 동작 수정
    `,

    "2.0.29":`
        - 직원호출 제거
    `,

    "2.0.28":`
        - 주문내역 admin api로 변경
        - 주문전 수량체크해서 주문 가능여부 확인
        - 테이블 정보 admin api에서 받아오도록 변경
        - 결제기기 정보 admin에서 입력해서 사용하도록 변경
        - 아이피 정보 admin에서 입력해서 사용하도록 변경
        - 매진 admin api적용
        - 로고 터치시 광고화면으로 이동
        - 테이블/테이블명 있는 영역 5번 터치 시 세팅화면으로 이동
    `

}